Repository: open-agroclimate/oac-yieldrisk
Catalog: languages/oac_yieldrisk-*.po
Languages: es_es

source: Low Yield
es_es: Rendimiento Bajo

source: Median Yield
es_es: Rendimiento Mediano

source: High Yield
es_es: Rendimiento Alto

source: Select Crop
es_es: Seleccione Cultivo

source: Select Variety
es_es: Seleccione Variedad

source: Select Location
es_es: Seleccione Ubicación

source: Select Soil
es_es: Seleccione Suelo

source: Irrigation
es_es: Irrigación

source: Irrigated
es_es: Irrigado

source: Rainfed
es_es: No irrigado

source: Select Nitrogen
es_es: Seleccione Nitrógeno

source: Current Climate Phase
es_es: Fases ENOS

source: Planting Dates
es_es: Fechas de Siembra

source: Planting Date
es_es: Fecha de Siembra

source: Flowering Period
es_es: Fechas de Floraciõn

source: Maturity Period
es_es: Fechas de Maduraciõn
